{
    "dialogos":[
        {
            "speaker":"Narrador",
            "text":"En la cafetería más profunda y tenebrosa de la pirámide, Mariano prepara el último café del día."
        },
        {
            "speaker":"Narrador",
            "text":"El silencio es pesado... y la jornada está por fin a punto de terminar."
        },
        {
            "speaker":"Mariano",
            "text":"¿Café para Wally?"
        },
        {
            "speaker":"Mariano",
            "text":"¡¿WALLY?!"
        },
        {
            "speaker":"Narrador",
            "text":"El silencio fue lo único que contesto a Mariano."
        },
        {
            "speaker":"Narrador",
            "text":"Mariano miró a la ventana por si Wally estaba ahí, pero no quedaba nadie en la cafetería."
        },
        {
            "speaker":"Mariano",
            "text":"Menos mal que no he cerrado la bolsa de basura."
        },
        {
            "speaker":"Desconocido",
            "text":"¡QUIETO!"
        },
        {
            "speaker":"Mariano",
            "text":"Seguro que es una broma de mis compañeros, saben que me da miedo hacer el cierre a estas horas."
        },
        {
            "speaker":"Narrador",
            "text":"Mariano se volvió para tirar el cafe sin dueño."
        },
        {
            "speaker":"Desconocido",
            "text":"¡QUE NO ME TIRES!"
        },
        {
            "speaker":"Desconocido",
            "text":"Soy yo, el café corto."
        },
        {
            "speaker":"Narrador",
            "text":"Mariano se quedó mirando al café. Sabía que estaba cansado, pero no tanto como para tener alucinaciones. Decidió contestarle al café, porque ante todo, era un señor educado."
        },
        {
            "speaker":"Mariano",
            "text":"Te tengo que tirar, café. Tengo que cerrar e irme a casa. Si no voy a quedarme encerrado aquí toda la noche."
        },
        {
            "speaker":"Café",
            "text":"¿Seguro?"
        },
        {
            "speaker":"Mariano",
            "text":"Sí."
        },
        {
            "speaker":"Café",
            "text":"Escucha Mariano, he detenido el tiempo."
        },
        {
            "speaker":"Mariano",
            "text":"¿Está loco? ¿Como va a detener el tiempo?"
        },
        {
            "speaker":"Café",
            "text":"Mira, te estoy ayudando antes de que arruines tu vida y se te rompan todos los dientes."
        },
        {
            "speaker":"Café",
            "text":"Ese tal Wally es un crítico de cafeterías muy reconocido. Desde que le atropellaron tiene muy poco sentido de la orientación."
        },
        {
            "speaker":"Café",
            "text":"Vengo de un futuro donde me tiras y tu vida se destruye. Adiós a tu sueño de abrir una cafetería, adios a tu ambición de Aquiles."
        },
        {
            "speaker":"Mariano",
            "text":"Vale ¿Cómo lo encuentro?"
        },
        {
            "speaker":"Café",
            "text":"Wally no desaparece sin más... siempre deja pistas."
        },
        {
            "speaker": "Narrador",
            "text": "Algo llamó la atención de Mariano: un papel arrugado enncima de la barra."
        },
        {
            "speaker":"Mariano",
            "text":"¿Qué es esto?"
        },
        {
            "speaker": "Narrador",
            "text": "Mariano abrió el papel para descubrir una serie de jeroglíficos. Reconoció algunos de su visita por la pirámide, pero no podía leer el mensaje."
        },
        {
            "speaker":"Café",
            "text":"Busca por los cofres del camino si quieres lograr saber el contenido completo de la nota. Y encontrar a Wally, por supuesto."
        }
]
}